Repository: xcv58/MacTools
Catalog: Sources/Resources/Localization/FeatureUI.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, it, ja, ko, pt, pt_br, ru, tr, zh_hant

source: 操作不支持当前执行方式。
ar: لا يدعم هذا الإجراء وضع التنفيذ الحالي.
de: Diese Aktion unterstützt den aktuellen Ausführungsmodus nicht.
en: This action doesn’t support the current execution mode.
es: Esta acción no admite el modo de ejecución actual.
fr: Cette action ne prend pas en charge le mode d’exécution actuel.
ja: このアクションは現在の実行方法に対応していません。
ko: 이 동작은 현재 실행 방식을 지원하지 않습니다.
pt: Esta ação não suporta o modo de execução atual.
ru: Это действие не поддерживает текущий режим выполнения.
tr: Bu eylem geçerli yürütme modunu desteklemiyor.
zh_hant: 此操作不支援目前的執行方式。

source: 操作不能以交互方式运行。
ar: لا يمكن تشغيل هذا الإجراء تفاعليًا.
de: Diese Aktion kann nicht interaktiv ausgeführt werden.
en: This action can’t run interactively.
es: Esta acción no se puede ejecutar de forma interactiva.
fr: Cette action ne peut pas être exécutée de manière interactive.
ja: このアクションは対話形式では実行できません。
ko: 이 동작은 대화형으로 실행할 수 없습니다.
pt: Esta ação não pode ser executada interativamente.
ru: Это действие нельзя выполнить в интерактивном режиме.
tr: Bu eylem etkileşimli olarak çalıştırılamaz.
zh_hant: 此操作無法以互動方式執行。

source: 操作不能在后台运行。
ar: لا يمكن تشغيل هذا الإجراء في الخلفية.
de: Diese Aktion kann nicht im Hintergrund ausgeführt werden.
en: This action can’t run in the background.
es: Esta acción no se puede ejecutar en segundo plano.
fr: Cette action ne peut pas être exécutée en arrière-plan.
ja: このアクションはバックグラウンドでは実行できません。
ko: 이 동작은 백그라운드에서 실행할 수 없습니다.
pt: Esta ação não pode ser executada em segundo plano.
ru: Это действие нельзя выполнить в фоновом режиме.
tr: Bu eylem arka planda çalıştırılamaz.
zh_hant: 此操作無法在背景執行。

source: 操作参数无效：%@
ar: معلمات الإجراء غير صالحة: %@
de: Ungültige Aktionsparameter: %@
en: Invalid action parameters: %@
es: Parámetros de acción no válidos: %@
fr: Paramètres d’action non valides : %@
ja: アクションのパラメータが無効です：%@
ko: 동작 매개변수가 올바르지 않습니다: %@
pt: Parâmetros de ação inválidos: %@
ru: Недопустимые параметры действия: %@
tr: Geçersiz eylem parametreleri: %@
zh_hant: 操作參數無效：%@

source: 操作已开始
ar: بدأ الإجراء
de: Aktion gestartet
en: Action Started
es: Acción iniciada
fr: Action démarrée
ja: アクションを開始しました
ko: 동작 시작됨
pt: Ação iniciada
ru: Действие запущено
tr: Eylem Başlatıldı
zh_hant: 操作已開始

source: 操作已完成
ar: اكتمل الإجراء
de: Aktion abgeschlossen
en: Action Completed
es: Acción completada
fr: Action terminée
ja: アクションが完了しました
ko: 동작 완료
pt: Ação concluída
ru: Действие выполнено
tr: Eylem Tamamlandı

source: 操作提供方已发生变化，请重试。
ar: تغيّر موفّر الإجراء. حاول مرة أخرى.
de: Der Aktionsanbieter hat sich geändert. Versuche es erneut.
en: The action provider changed. Try again.
es: El proveedor de la acción ha cambiado. Inténtalo de nuevo.
fr: Le fournisseur de l’action a changé. Réessayez.
ja: アクションプロバイダが変更されました。もう一度お試しください。
ko: 동작 제공자가 변경되었습니다. 다시 시도하십시오.
pt: O provedor da ação foi alterado. Tente novamente.
ru: Поставщик действия изменился. Повторите попытку.
tr: Eylem sağlayıcısı değişti. Yeniden deneyin.
zh_hant: 操作提供者已變更，請再試一次。

source: 操作网格
ar: شبكة الإجراءات
de: Aktionsraster
en: Action Grid
es: Cuadrícula de acciones
fr: Grille d’actions
ja: アクショングリッド
ko: 동작 그리드
pt: Grade de ações
ru: Сетка действий
tr: Eylem Izgarası
zh_hant: 操作網格

source: 无法显示操作确认。
ar: تعذر عرض تأكيد الإجراء.
de: Die Aktionsbestätigung kann nicht angezeigt werden.
en: Action confirmation can’t be shown.
es: No se puede mostrar la confirmación de la acción.
fr: Impossible d’afficher la confirmation de l’action.
ja: アクションの確認を表示できません。
ko: 동작 확인을 표시할 수 없습니다.
pt: Não é possível mostrar a confirmação da ação.
ru: Не удается показать подтверждение действия.
tr: Eylem onayı gösterilemiyor.
zh_hant: 無法顯示操作確認。

source: 此操作不允许从外部调用。
ar: لا يسمح هذا الإجراء بالاستدعاء الخارجي.
de: Diese Aktion erlaubt keinen externen Aufruf.
en: This action doesn’t allow external invocation.
es: Esta acción no permite la invocación externa.
fr: Cette action n’autorise pas l’appel externe.
ja: このアクションは外部から呼び出せません。
ko: 이 동작은 외부 호출을 허용하지 않습니다.
pt: Esta ação não permite invocação externa.
ru: Это действие нельзя вызвать извне.
tr: Bu eylemin dışarıdan çağrılmasına izin verilmiyor.
zh_hant: 此操作不允許從外部呼叫。

source: 此操作需要使用已保存的运行链接预设。
ar: يتطلب هذا الإجراء إعدادًا مسبقًا محفوظًا لرابط التشغيل.
de: Für diese Aktion ist eine gespeicherte Ausführungslink-Voreinstellung erforderlich.
en: This action requires a saved Run Link preset.
es: Esta acción requiere un preajuste de enlace de ejecución guardado.
fr: Cette action nécessite un préréglage de lien d’exécution enregistré.
ja: このアクションには保存済みの実行リンクプリセットが必要です。
ko: 이 동작에는 저장된 실행 링크 프리셋이 필요합니다.
pt: Esta ação requer uma predefinição de link de execução salva.
ru: Для этого действия нужна сохраненная предустановка ссылки запуска.
tr: Bu eylem kaydedilmiş bir Çalıştırma Bağlantısı hazır ayarı gerektirir.
zh_hant: 此操作需要使用已儲存的執行連結預設。

source: 此操作需要确认，但无法显示确认界面。
ar: يتطلب هذا الإجراء تأكيدًا، ولكن تعذر عرض واجهة التأكيد.
de: Diese Aktion muss bestätigt werden, aber die Bestätigungsoberfläche kann nicht angezeigt werden.
en: This action requires confirmation, but the confirmation UI can’t be shown.
es: Esta acción requiere confirmación, pero no se puede mostrar la interfaz de confirmación.
fr: Cette action nécessite une confirmation, mais l’interface de confirmation ne peut pas être affichée.
ja: このアクションには確認が必要ですが、確認画面を表示できません。
ko: 이 동작은 확인이 필요하지만 확인 화면을 표시할 수 없습니다.
pt: Esta ação requer confirmação, mas a interface de confirmação não pode ser exibida.
ru: Это действие требует подтверждения, но интерфейс подтверждения недоступен.
tr: Bu eylem onay gerektiriyor ancak onay arayüzü gösterilemiyor.
zh_hant: 此操作需要確認，但無法顯示確認介面。

source: 确认已超时。
ar: انتهت مهلة التأكيد.
de: Zeitüberschreitung bei der Bestätigung.
en: Confirmation timed out.
es: Se agotó el tiempo de espera de la confirmación.
fr: Le délai de confirmation a expiré.
ja: 確認がタイムアウトしました。
ko: 확인 시간이 초과되었습니다.
pt: A confirmação expirou.
ru: Время ожидания подтверждения истекло.
tr: Onay zaman aşımına uğradı.
zh_hant: 確認逾時。

source: 已阻止递归运行链接。
ar: تم حظر رابط تشغيل متكرر.
de: Ein rekursiver Ausführungslink wurde blockiert.
en: A recursive Run Link was blocked.
es: Se ha bloqueado un enlace de ejecución recursivo.
fr: Un lien d’exécution récursif a été bloqué.
ja: 再帰的な実行リンクをブロックしました。
ko: 재귀 실행 링크가 차단되었습니다.
pt: Um link de execução recursivo foi bloqueado.
ru: Рекурсивная ссылка запуска заблокирована.
tr: Özyinelemeli Çalıştırma Bağlantısı engellendi.
zh_hant: 已阻止遞迴執行連結。

source: 此操作已在等待或运行。
ar: هذا الإجراء في قائمة الانتظار أو قيد التشغيل بالفعل.
de: Diese Aktion wartet bereits oder wird ausgeführt.
en: This action is already queued or running.
es: Esta acción ya está en cola o en ejecución.
fr: Cette action est déjà en attente ou en cours d’exécution.
ja: この操作はすでに待機中または実行中です。
ko: 이 동작은 이미 대기 중이거나 실행 중입니다.
pt: Esta ação já está na fila ou em execução.
ru: Это действие уже ожидает выполнения или выполняется.
tr: Bu eylem zaten kuyrukta veya çalışıyor.
zh_hant: 此操作已在等候或執行。

source: 运行链接不可用
ar: رابط التشغيل غير متاح
de: Ausführungslink nicht verfügbar
en: Run Link Unavailable
es: Enlace de ejecución no disponible
fr: Lien d’exécution indisponible
ja: 実行リンクを利用できません
ko: 실행 링크를 사용할 수 없음
pt: Link de execução indisponível
ru: Ссылка запуска недоступна
tr: Çalıştırma Bağlantısı Kullanılamıyor
zh_hant: 執行連結無法使用

source: 运行链接参数无效。
ar: معلمات رابط التشغيل غير صالحة.
de: Ungültige Parameter für den Ausführungslink.
en: Invalid Run Link parameters.
es: Los parámetros del enlace de ejecución no son válidos.
fr: Les paramètres du lien d’exécution ne sont pas valides.
ja: 実行リンクのパラメータが無効です。
ko: 실행 링크 매개변수가 올바르지 않습니다.
pt: Os parâmetros do link de execução são inválidos.
ru: Недопустимые параметры ссылки запуска.
tr: Çalıştırma Bağlantısı parametreleri geçersiz.
zh_hant: 執行連結參數無效。

source: 运行链接执行成功。
ar: تم تشغيل رابط التشغيل بنجاح.
de: Der Ausführungslink wurde erfolgreich ausgeführt.
en: Run Link executed successfully.
es: El enlace de ejecución se ha ejecutado correctamente.
fr: Le lien d’exécution a été exécuté.
ja: 実行リンクを実行しました。
ko: 실행 링크를 실행했습니다.
pt: O link de execução foi executado com sucesso.
ru: Ссылка запуска успешно выполнена.
tr: Çalıştırma Bağlantısı başarıyla yürütüldü.
zh_hant: 執行連結已成功執行。

source: · 上次%@
ar: · آخر %@
de: · Letzter %@
en: · Last %@
es: · Último %@
fr: · Dernier %@
ja: · 最後 %@
ko: · 마지막 %@
pt: · Último %@
ru: · Последний %@
tr: · Son %@

source: %d 个步骤
ar: %d الخطوات
de: %d Schritte
en: %d steps
es: %d pasos
fr: %d étapes
ja: %d歩数
ko: %d 단계
pt: %d etapas
ru: %d шаги
tr: %d adım
zh_hant: %d 個步驟

source: %d 个步骤 · %d 条规则 · %@%@
ar: %d الخطوات · %d قواعد · %@%@
de: %d Schritte · %d Regeln · %@%@
en: %d steps · %d rules · %@%@
es: %d pasos · %d reglas · %@%@
fr: %d étapes · %d règles · %@%@
ja: %d ステップ · %d ルール · %@%@
ko: %d 단계 · %d 규칙 · %@%@
pt: %d etapas · %d regras · %@%@
ru: %d шаги · %d правила · %@%@
tr: %d adım · %d kural · %@%@
zh_hant: %d 個步驟 · %d 條規則 · %@%@

source: MacTools 上次退出时，工作流仍在运行。
ar: كان سير العمل لا يزال قيد التشغيل عند خروج MacTools آخر مرة.
de: Der Workflow lief noch, als MacTools das letzte Mal beendet wurde.
en: The workflow was still running when MacTools last exited.
es: El flujo de trabajo todavía estaba ejecutándose cuando MacTools salió por última vez.
fr: Le flux de travail était toujours en cours lors de la dernière fermeture de MacTools.
ja: MacTools が最後に終了したとき、ワークフローはまだ実行中でした。
ko: MacTools가 마지막으로 종료되었을 때 작업 흐름이 계속 실행 중이었습니다.
pt: O fluxo de trabalho ainda estava em execução quando o MacTools foi encerrado pela última vez.
ru: На момент последнего выхода из MacTools рабочий процесс все еще работал.
tr: MacTools en son kapatıldığında iş akışı hâlâ çalışıyordu.
zh_hant: MacTools 上次退出時，工作流程仍在運作。

source: MacTools 尚未准备完成。
ar: MacTools ليست جاهزة بعد.
de: MacTools ist noch nicht bereit.
en: MacTools is not ready yet.
es: MacTools aún no está listo.
fr: MacTools n'est pas encore prêt.
ja: MacTools はまだ準備ができていません。
ko: MacTools가 아직 준비되지 않았습니다.
pt: MacTools ainda não está pronto.
ru: MacTools еще не готов.
tr: MacTools henüz hazır değil.
zh_hant: MacTools 尚未準備完成。

source: 上移
ar: تحرك للأعلى
de: Nach oben
en: Move up
es: Subir
fr: Monter
ja: 上に移動
ko: 위로 이동
pt: Subir
ru: Вверх
tr: Yukarı Taşı

source: 下移
ar: تحرك للأسفل
de: Nach unten bewegen
en: Move down
es: Mover hacia abajo
fr: Descendre
ja: 下に移動
ko: 아래로 이동
pt: Mover para baixo
ru: Вниз
tr: Aşağı Taşı

source: 不可用
ar: غير متوفر
de: Nicht verfügbar
en: Not available
es: No disponible
fr: Non disponible
ja: 利用不可
ko: 사용할 수 없음
pt: Não disponível
ru: Недоступно
tr: Kullanılamıyor

source: 不可用工作流
ar: سير العمل غير متاح
de: Nicht verfügbarer Workflow
en: Unavailable workflow
es: Flujo de trabajo no disponible
fr: Flux de travail indisponible
ja: 利用できないワークフロー
ko: 사용할 수 없는 작업흐름
pt: Fluxo de trabalho indisponível
ru: Недоступный рабочий процесс
tr: Kullanılamayan iş akışı
zh_hant: 不可用工作流程

source: 不是
ar: ليس
de: ist nicht
en: is not
es: no es
fr: n'est pas
ja: は
ko: 는
pt: não é
ru: не является
tr: eşit değildir

source: 与“%@”冲突。
ar: يتعارض مع "%@".
de: steht in Konflikt mit „%@“.
en: conflicts with "%@".
es: entra en conflicto con "%@".
fr: est en conflit avec "%@".
ja: は「%@」と競合します。
ko: 가 "%@"과 충돌합니다.
pt: entra em conflito com "%@".
ru: конфликтует с «%@».
tr: "%@" ile çakışıyor.
zh_hant: 與「%@」衝突。

source: 事件
ar: الحدث
de: Ereignis
en: Event
es: Evento
fr: Événement
ja: イベント
ko: 이벤트
pt: Evento
ru: Событие
tr: Etkinlik

source: 从 %@
ar: من %@
de: Von %@
en: From %@
es: De %@
fr: De %@
pt: De %@
ru: От %@
tr: %@ ile
zh_hant: 從 %@

source: 从操作目录添加第一个步骤。
ar: أضف الخطوة الأولى من كتالوج الإجراءات.
de: Fügen Sie den ersten Schritt aus dem Aktionskatalog hinzu.
en: Add the first step from the Action Catalog.
es: Agregue el primer paso del Catálogo de acciones.
fr: Ajoutez la première étape du catalogue d'actions.
ja: アクションカタログから最初のステップを追加します。
ko: 액션 카탈로그의 첫 번째 단계를 추가하세요.
pt: Adicione a primeira etapa do Catálogo de Ações.
ru: Добавьте первый шаг из Каталога действий.
tr: İlk adımı Eylem Kataloğu'ndan ekleyin.
zh_hant: 從操作目錄新增第一個步驟。

source: 以太网
ar: إيثرنت
de: Ethernet
en: Ethernet
es: Ethernet
fr: Ethernet
ja: イーサネット
ko: 이더넷
pt: Ethernet
ru: Ethernet
tr: Ethernet
zh_hant: 乙太網路

source: 任意
ar: أي
de: beliebig
en: Any
es: cualquier
fr: any
ko: 아무
pt: qualquer
ru: любой
tr: Herhangi Biri

source: 依次执行 %d 个工作流步骤。
ar: ينفذ خطوات سير العمل %d بالتسلسل.
de: führt die %d-Workflow-Schritte nacheinander aus.
en: Run %d workflow steps in sequence.
es: ejecuta los pasos del flujo de trabajo %d en secuencia.
fr: exécute les étapes du flux de travail %d dans l'ordre.
ja: は、%d ワークフロー ステップを順番に実行します。
ko: 는 %d 워크플로우 단계를 순서대로 실행합니다.
pt: executa as etapas do fluxo de trabalho %d em sequência.
ru: последовательно выполняет шаги рабочего процесса %d.
tr: %d iş akışı adımını sırayla çalıştırır.
zh_hant: 依序執行 %d 個工作流程步驟。

source: 偏移 %d 分钟
ar: الإزاحة %d الدقائق
de: Offset %d Minuten
en: Offset %d minutes
es: Desplazamiento %d Minutos
fr: Décalage %d Minutes
ja: オフセット %d 分
ko: 오프셋 %d 분
pt: Deslocamento %d Minutos
ru: Смещение %d Минуты
tr: %d dakika ofset
zh_hant: 偏移 %d 分鐘

source: 停止
ar: إيقاف
de: Stopp
en: Stop
es: Parar
fr: Arrêter
ko: 중지
pt: Parar
ru: Стоп
tr: Durdur

source: 停止当前工作流运行
ar: إيقاف تشغيل سير العمل الحالي
de: Stoppt den aktuell ausgeführten Workflow
en: Stop the current workflow run
es: Detener la ejecución del flujo de trabajo actual
fr: Arrêter le flux de travail en cours d'exécution
ja: 実行中の現在のワークフローを停止します
ko: 현재 실행 중인 작업 흐름을 중지합니다.
pt: Parar a execução do fluxo de trabalho atual
ru: Остановить текущий рабочий процесс
tr: Geçerli iş akışı çalıştırmasını durdur
zh_hant: 停止目前工作流程運作

source: 允许访问日历
ar: السماح بالوصول إلى التقويم
de: Zugriff auf Kalender zulassen
en: Allow Calendar Access
es: Permitir acceso al calendario
fr: Autoriser l'accès au calendrier
ja: カレンダーへのアクセスを許可します
ko: 캘린더 접근 허용
pt: Permitir acesso ao calendário
ru: Разрешить доступ к календарю
tr: Takvim Erişimine İzin Ver
zh_hant: 允許存取日曆

source: 全局快捷键：%@
ar: مفتاح الاختصار العالمي: %@
de: Globale Tastenkombination: %@
en: Global Shortcut: %@
es: Tecla de acceso directo global: %@
fr: Touche de raccourci globale : %@
ja: グローバルショートカットキー: %@
ko: 글로벌 단축키: %@
pt: Tecla de atalho global: %@
ru: Глобальная клавиша быстрого доступа: %@
tr: Genel Kısayol: %@
zh_hant: 全域快速鍵：%@

source: 全部
ar: الكل
de: Alle
en: All
es: Todos
fr: Tous
ja: すべて
ko: 전체
pt: Todos
ru: Все
tr: Tümü

source: 其他
ar: أخرى
de: Andere
en: Others
es: Otros
fr: Autres
ja: その他
ko: 기타
pt: Outros
ru: Другие
tr: Diğerleri

source: 冲突
ar: تعارض
de: Konflikt
en: Conflict
es: Conflicto
fr: Conflit
ja: 競合
ko: 충돌
pt: Conflito
ru: Конфликт
tr: Çakışma
zh_hant: 衝突

source: 分钟 %d
ar: دقيقة %d
de: min %d
en: min %d
es: min %d
fr: min %d
ja: 分%d
ko: 분 %d
pt: min %d
ru: мин %d
tr: dakika %d
zh_hant: 分鐘 %d

source: 创建副本
ar: إنشاء نسخة من
de: Erstellen Sie eine Kopie von
en: Create Copy
es: Crear una copia de
fr: Créer une copie de
ja: 複製を作成
ko: 복사본 생성
pt: Crie uma cópia de
ru: Создать копию
tr: Kopya Oluştur
zh_hant: 建立副本

source: 创建工作流后，可组合多个 MacTools 操作。
ar: بعد إنشاء سير العمل، يمكنك الجمع بين إجراءات MacTools المتعددة.
de: Nachdem Sie einen Workflow erstellt haben, können Sie mehrere MacTools-Aktionen kombinieren.
en: After creating a workflow, you can combine multiple MacTools actions.
es: Después de crear un flujo de trabajo, puede combinar varias acciones de MacTools.
fr: Après avoir créé un flux de travail, vous pouvez combiner plusieurs actions MacTools.
ja: ワークフローを作成した後、複数の MacTools アクションを組み合わせることができます。
ko: 워크플로우를 생성한 후 여러 MacTools 작업을 결합할 수 있습니다.
pt: Depois de criar um fluxo de trabalho, você pode combinar várias ações do MacTools.
ru: После создания рабочего процесса вы можете объединить несколько действий MacTools.
tr: İş akışı oluşturduktan sonra birden çok MacTools eylemini birleştirebilirsiniz.
zh_hant: 建立工作流程後，可組合多個 MacTools 操作。

source: 创建并复制运行链接
ar: إنشاء ونسخ رابط التشغيل
de: Erstellen und kopieren Sie den Ausführungslink
en: Create and copy the run link
es: Crea y copia el enlace de ejecución
fr: Créez et copiez le lien d'exécution
ja: 実行リンクを作成してコピーします
ko: 실행링크 생성 및 복사
pt: Crie e copie o link de execução
ru: Создайте и скопируйте ссылку запуска
tr: Çalıştırma bağlantısını oluştur ve kopyala
zh_hant: 建立並複製運行連結

source: 删除
ar: حذف
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pt: Excluir
ru: Удалить
tr: Sil
zh_hant: 刪除

source: 删除工作流？
ar: حذف سير العمل؟
de: Workflow löschen?
en: Delete workflow?
es: ¿Eliminar flujo de trabajo?
fr: Supprimer le flux de travail ?
ja: ワークフローを削除しますか?
ko: 워크플로를 삭제하시겠습니까?
pt: Excluir fluxo de trabalho?
ru: Удалить рабочий процесс?
tr: İş akışı silinsin mi?
zh_hant: 刪除工作流程？

source: 删除预设
ar: حذف الإعداد المسبق
de: Voreinstellung löschen
en: Delete preset
es: Eliminar preajuste
fr: Supprimer le préréglage
ja: プリセットの削除
ko: 프리셋 삭제
pt: Excluir predefinição
ru: Удалить предустановку
tr: Hazır ayarı sil
zh_hant: 刪除預設

source: 包含敏感参数的操作不能创建运行链接。
ar: لا يمكن للعمليات التي تحتوي على معلمات حساسة إنشاء روابط قيد التشغيل.
de: Vorgänge, die sensible Parameter enthalten, können keine laufenden Links erstellen.
en: Actions with sensitive parameters cannot have Run Links.
es: Las operaciones que contienen parámetros confidenciales no pueden crear enlaces en ejecución.
fr: Les opérations contenant des paramètres sensibles ne peuvent pas créer de liens en cours d'exécution.
ja: 機密パラメータを含む操作では、実行中のリンクを作成できません。
ko: 민감한 매개변수가 포함된 작업은 실행 중인 링크를 생성할 수 없습니다.
pt: Operações contendo parâmetros confidenciais não podem criar links em execução.
ru: Операции, содержащие конфиденциальные параметры, не могут создавать работающие ссылки.
tr: Hassas parametre içeren eylemler için Çalıştırma Bağlantısı oluşturulamaz.
zh_hant: 包含敏感參數的操作不能建立運行連結。

source: 匹配
ar: يتطابق مع
de: entspricht
en: matches
es: coincide con
fr: correspond à
ja: は
ko: 일치
pt: corresponde a
ru: соответствует
tr: eşleşir

source: 取消
ar: إلغاء
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
tr: İptal

source: 操作将在后台继续运行。
ar: سيستمر الإجراء في العمل في الخلفية.
de: Die Aktion wird im Hintergrund weiter ausgeführt.
en: The action will continue running in the background.
es: La acción seguirá ejecutándose en segundo plano.
fr: L’action continuera de s’exécuter en arrière-plan.
ja: アクションはバックグラウンドで引き続き実行されます。
ko: 동작이 백그라운드에서 계속 실행됩니다.
pt: A ação continuará em execução em segundo plano.
ru: Действие продолжит выполняться в фоновом режиме.
tr: Eylem arka planda çalışmaya devam edecek.
zh_hant: 操作將在背景繼續執行。

source: 可用
ar: متوفر
de: Verfügbar
en: Available
es: Disponible
fr: Disponible
ja: 在庫あり
ko: 사용 가능
pt: Disponível
ru: Доступно
tr: Kullanılabilir

source: 名称包含
ar: الاسم يحتوي على
de: Der Name enthält
en: The name contains
es: El nombre contiene
fr: Le nom contient
ja: 名前には
ko: 이름에
pt: O nome contém
ru: Имя содержит
tr: Ad içerir
zh_hant: 名稱包含

source: 启动
ar: ابدأ
de: Start
en: Start
es: Iniciar
fr: Démarrer
ja: スタート
ko: 시작
pt: Iniciar
ru: Старт
tr: Başlat
zh_hant: 啟動

source: 启用
ar: تمكين
de: Aktivieren
en: Enable
es: Habilitar
fr: Activer
ja: 有効
ko: 활성화
pt: Ativar
ru: Включить
tr: Etkinleştir
zh_hant: 啟用

source: 复制
ar: نسخ
de: Kopieren
en: Copy
es: Copiar
fr: Copier
ja: コピー
ko: 복사
pt: Copiar
ru: Копировать
tr: Kopyala
zh_hant: 複製

source: 复制%@
ar: نسخ %@
de: Kopieren %@
en: Copy %@
es: Copiar %@
fr: Copier %@
ja: コピー %@
ko: 복사 %@
pt: Copiar %@
ru: Копия %@
tr: Kopyala: %@
zh_hant: 複製%@

source: 复制终端命令
ar: نسخ أمر المحطة
de: Terminalbefehl kopieren
en: Copy terminal command
es: Copiar comando de terminal
fr: Copier la commande du terminal
ja: 端末コマンドのコピー
ko: 단말기 명령어 복사
pt: Copiar comando do terminal
ru: Копировать команду терминала
tr: Terminal komutunu kopyala
zh_hant: 複製終端指令

source: 复制运行链接
ar: نسخ رابط التشغيل
de: Ausführungslink kopieren
en: Copy Run Link
es: Copiar enlace de ejecución
fr: Copier le lien d’exécution
ja: 実行リンクをコピー
ko: 실행 링크 복사
pt: Copiar link de execução
ru: Скопировать ссылку запуска
tr: Çalıştırma Bağlantısını Kopyala
zh_hant: 複製執行連結

source: 失败
ar: فشل
de: fehlgeschlagen
en: Failed
es: falló
fr: a échoué
ja: 失敗しました
ko: 실패
pt: falhou
ru: не удалось
tr: Başarısız
zh_hant: 失敗

source: 失败时
ar: عند الفشل
de: fehlschlägt
en: On Failure
es: falla
fr: échoue
ja: が故障した場合
ko: 실패 시
pt: falha
ru: выходит из строя
tr: Başarısız Olursa
zh_hant: 失敗時

source: 如果
ar: إذا
de: Wenn
en: If
es: Si
fr: Si
ja: 条件
ko: 만약
pt: Se
ru: Если
tr: Eğer

source: 尚无工作流
ar: لا يوجد سير عمل بعد
de: Noch kein Workflow
en: No workflow yet
es: Aún no hay flujo de trabajo
fr: Aucun flux de travail pour l'instant
ja: ワークフローはまだありません
ko: 아직 워크플로가 없습니다.
pt: Nenhum fluxo de trabalho ainda
ru: Пока нет рабочего процесса
tr: Henüz iş akışı yok
zh_hant: 尚無工作流程

source: 尚无运行记录。
ar: لا يوجد سجل تشغيل حتى الآن.
de: Es gibt noch keinen laufenden Datensatz.
en: No run history yet.
es: Aún no hay ningún registro en ejecución.
fr: Il n'y a pas encore d'enregistrement en cours.
ja: 走行記録はまだありません。
ko: 아직 실행기록이 없습니다.
pt: Ainda não há registro de execução.
ru: Пока нет текущих записей.
tr: Henüz çalıştırma geçmişi yok.
zh_hant: 尚無運轉記錄。

source: 尚未分配全局快捷键
ar: لم يتم تعيين مفتاح الاختصار العام
de: Die globale Tastenkombination wurde nicht zugewiesen
en: No global shortcut assigned
es: La tecla de acceso directo global no ha sido asignada
fr: La touche de raccourci globale n'a pas été attribuée
ja: グローバルショートカットキーが割り当てられていません
ko: 글로벌 단축키가 지정되지 않았습니다
pt: A tecla de atalho global não foi atribuída
ru: Глобальная клавиша быстрого доступа не назначена
tr: Genel kısayol atanmamış
zh_hant: 尚未指派全域快速鍵

source: 尚未添加步骤
ar: الخطوة
de: Der Schritt
en: No Steps Added
es: El paso
fr: L'étape
ja: ステップ
ko: 추가된 단계 없음
pt: A etapa
ru: Шаг
tr: Adım Eklenmedi
zh_hant: 尚未新增步驟

source: 工作流包含需要确认的操作，无法自动运行。
ar: يحتوي سير العمل على إجراءات تتطلب التأكيد ولا يمكن تشغيله تلقائيًا.
de: Der Workflow enthält Aktionen, die bestätigt werden müssen, und kann nicht automatisch ausgeführt werden.
en: The workflow contains actions that require confirmation and cannot run automatically.
es: El flujo de trabajo contiene acciones que requieren confirmación y no se puede ejecutar automáticamente.
fr: Le workflow contient des actions qui nécessitent une confirmation et ne peut pas s’exécuter automatiquement.
ja: ワークフローには確認が必要な操作が含まれるため、自動実行できません。
ko: 워크플로에 확인이 필요한 동작이 포함되어 자동으로 실행할 수 없습니다.
pt: O fluxo de trabalho contém ações que exigem confirmação e não pode ser executado automaticamente.
ru: Рабочий процесс содержит действия, требующие подтверждения, и не может выполняться автоматически.
tr: İş akışı, onay gerektiren eylemler içerdiğinden otomatik çalıştırılamıyor.
zh_hant: 工作流程包含需要確認的操作，無法自動執行。

source: 工作流包含只能交互运行的操作。
ar: يحتوي سير العمل على إجراءات لا يمكن تشغيلها إلا بشكل تفاعلي.
de: Der Workflow enthält Aktionen, die nur interaktiv ausgeführt werden können.
en: The workflow contains actions that can only run interactively.
es: El flujo de trabajo contiene acciones que solo se pueden ejecutar de forma interactiva.
fr: Le workflow contient des actions qui ne peuvent s'exécuter qu'en mode interactif.
ja: ワークフローには対話的にのみ実行できる操作が含まれています。
ko: 워크플로에 대화식으로만 실행할 수 있는 동작이 포함되어 있습니다.
pt: O fluxo de trabalho contém ações que só podem ser executadas interativamente.
ru: Рабочий процесс содержит действия, которые можно выполнять только интерактивно.
tr: İş akışı yalnızca etkileşimli çalıştırılabilen eylemler içeriyor.
zh_hant: 工作流程包含只能以互動方式執行的操作。

source: 工作流
ar: سير العمل
de: Workflow
en: Workflow
es: Flujo de trabajo
fr: Flux de travail
ja: ワークフロー
ko: 작업 흐름
pt: Fluxo de trabalho
ru: Рабочий процесс
tr: İş Akışı
zh_hant: 工作流程

source: 工作流不存在。
ar: سير العمل غير موجود.
de: Der Workflow existiert nicht.
en: The workflow does not exist.
es: El flujo de trabajo no existe.
fr: Le workflow n'existe pas.
ja: ワークフローが存在しません。
ko: 워크플로가 존재하지 않습니다.
pt: O fluxo de trabalho não existe.
ru: Рабочий процесс не существует.
tr: İş akışı mevcut değil.
zh_hant: 工作流程不存在。
